xeon/20220406-fpw/logs/pg-16-4-1/1000/run-ro-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 381400701
latency average = 0.076 ms
initial connection time = 10.811 ms
tps = 423782.678660 (without initial connection time)